Revit 2027 API
NurbsSurfaceData.DegreeV Property
 The degree of the spline in the v-direction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int DegreeV { get; }
Public ReadOnly Property DegreeV As Integer
	Get
public:
property int DegreeV {
	int get ();
}
member DegreeV : int with get
Property Value
Int32
See Also
Reference
NurbsSurfaceData Class
Autodesk.Revit.DB Namespace